Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Submitted by !username on @datetime.
be: !username @datetime

source: Subscribe
be: Падпісацца

source: Subscribe to @feed-title
be: Падпісацца на @feed-title

source: Subscripted
be: Ніжні індэкс

source: Subtitle
be: Падзагаловак

source: Subtitle five
be: Падзагаловак 5

source: Subtitle four
be: Падзагаловак 4

source: Subtitle six
be: Падзагаловак 6

source: Subtitle three
be: Падзагаловак 3

source: Successfully added %identity
be: Паспяхова даданая %identity

source: Sudan
be: Судан

source: Sudanese
be: Суданская

source: Suffix
be: Суфікс

source: Summary
be: Падсумаванне

source: Summary input
be: Увод рэзюмэ

source: Summary or trimmed
be: Рэзюмэ або абрэзаны тэкст

source: Sun
be: нядз

source: Sunday
be: нядзеля

source: Superscripted
be: Верхні індэкс

source: Support module for testing the drupal_system_listing function.
be: Модуль падтрымкі для тэсціравання функцыі drupal_system_listing.

source: Supports configurable user profiles.
be: Падтрымлівае змяняльныя (адкрытыя да канфігурацыі) карыстальніцкія профілі.

source: Suriname
be: Сурынам

source: Svalbard and Jan Mayen
be: Шпіцберген і Востраў Ян-Маен

source: Swahili
be: Свахілі

source: Swaziland
be: Свазіленд

source: Sweden
be: Швецыя

source: Swedish
be: Швецкая

source: Swiss German
be: швейцарскі нямецкі

source: Switch
be: Пераключэнне

source: Switzerland
be: Швейцарыя

source: Syndicate
be: RSS

source: Syndicate content
be: Сіндыкаваць змесьціва ў RSS

source: Synonyms
be: Сінонімы

source: Syria
be: Сірыя

source: Syslog
be: Сістэмны журнал

source: Syslog facility
be: Сістэмны журнал аб'ектаў

source: Syslog format
be: Сістэмны журнал фарматаў

source: Syslog identity
be: Сістэмны журнал ідэнтычнасці

source: System
be: Сістэма

source: System help
be: Сістэмная даведка

source: Table
be: Табліца

source: Table %name already exists.
be: Табліца %name ужо існуе.

source: Table cell
be: Ячэйка табліцы

source: Table header
be: Загаловак табліцы

source: Table of files
be: Табліца файлаў

source: Table prefix
be: Прэфікс табліцы

source: Tableless, recolorable, multi-column, fixed width theme.
be: Безтаблічная, прыдатная да перафарбоўкі, тэма фіксаванае шырыні

source: Tag
be: Тэма

source: Tag Description
be: Апісанне тэга

source: Tag posts with categories
be: Адзначыць запісы па катэгорыях

source: Tagalog
be: Тагалог

source: Tags
be: Тэмы

source: Tags to show
be: Тэгі да паказу

source: Tags:
be: Тэмы:

source: Tahitian
be: Тагіцянская

source: Taiwan
be: Тайвань

source: Tajik
be: Таджыцкая

source: Tajikistan
be: Таджыкістан

source: Take the site offline for maintenance or bring it back online.
be: Пакіньце сайт у рэжыме тэхнічнага абслугоўвання ці вярніце ў стан публічнай працы.

source: Tamil
be: Тамільская

source: Tanzania
be: Танзанія

source: Tasks
be: Задачы

source: Tatar
be: Татарская

source: Taxonomy
be: Таксаномія

source: Taxonomy field @field_name not found.
be: Поле таксанаміі @field_name не было знойдзена.

source: Taxonomy is for categorizing content. Terms are grouped into vocabularies. For example, a vocabulary called "Fruit" would contain the terms "Apple" and "Banana".
be: Таксанамія існуе для катэгарызацыі змесціва. Тэрміны групуюцца ў слоўнікі. Напрыклад, слоўнік "Фрукт" можа утрымліваць тэрміны "Яблык" і "Груша".

source: Taxonomy term
be: Тэрмін таксаноміі

source: Taxonomy term page
be: Старонка тэрміна таксанаміі

source: Taxonomy terms
be: Тэрміны таксанаміі

source: Taxonomy vocabulary
be: Слоўнік таксанаміі

source: Teaser
be: Тызер

source: Tell Drupal where to store uploaded files and how they are accessed.
be: Скажыце Drupal, дзе захоўваць апублікаваныя файлы і як да іх даступіцца.

source: Telugu
be: Тэлугу

source: Template
be: Шаблон

source: Temporary directory
be: Часовая дырэкторыя

source: Temporary files
be: Часовыя файлы

source: Temporary local files for upload and previews.
be: Часовыя лакальныя файлы для апублікавання і папярэдняга прагляду.

source: Term
be: Тэрмін

source: Term ID
be: ID тэрміна

source: Term count
be: Колькасць тэрмінаў

source: Term description
be: Апісанне тэрміна

source: Term description textarea
be: Тэкставая прастора для апісання тэрміну

source: Term name
be: Назоў тэрміна

source: Term name textfield
be: Тэкставае поле для імя тэрміна

source: Term reference
be: Спасылка тэрміна

source: Terms are displayed in ascending order by weight.
be: Тэрміны адлюстраваны у парадку павелічэння вагі.

source: Terms in a <em>free-tagging vocabulary</em> can be built gradually as you create or edit content. This is often done used for blogs or photo management applications.
be: Тэрміны у <em>свабодна тэгіруемам слоўніку</em> могуць быць дададзеныя паступова, калі вы ствараеце ці рэдагуеце змесціва. Такі спосаб часта выкарыстоўваецца ў блогах і сэрвісах кіравання фотакарткамі.

source: Test
be: Тэст

source: Test result
be: Выдалены 1 часовы каталог.Вынікі тэста.

source: Testing
be: Тэставанне

source: Tests
be: Тэсты

source: Text
be: Тэкст

source: Text Color
be: Колер Тэкста

source: Text Formats
be: Тэкставыя Фарматы

source: Text area (multiple rows)
be: Тэкставая вобласць (некалькі радкоў)

source: Text area with a summary
be: Тэкставая вобласць з рэзюмэ

source: Text box
be: Тэкставае поле

source: Text color
be: Колер тэксту

source: Text field
be: Текставае поле

source: Text format
be: Фармат тэкста

source: Text format names must be unique. A format named %name already exists.
be: Назвы тэкставых фарматаў павінны быць унікальнымі. Фармат пад назвай %name ужо існуе.

source: Text formats
be: Тэкставыя фарматы

source: Text formats are presented on content editing pages in the order defined on this page. The first format available to a user will be selected by default.
be: Тэкставыя фарматы прадстаўленыя на старонках рэдагавання кантэнту ў парадку, вызначаным на гэтай старонцы. Першы даступны для карыстальніка фармат будзе абраны па змоўчанні.

source: Text formats define the HTML tags, code, and other formatting that can be used when entering text. <strong>Improper text format configuration is a security risk</strong>. Learn more on the <a href="@filterhelp">Filter module help page</a>.
be: Тэкставыя фарматы вызначаюць тэгі HTML, коды і іншае фарматаванне, якое можа быць выкарастана пры ўводзе тэкста. <strong>Неадпаведная канфігурацыя тэкставага фармата нясе пагрозу бяспекі</strong>. Больш даведацца пра гэта вы можаце на <a href="@filterhelp">на старонке дапамогі модуля Filter</a>.

source: Text group
be: Група тэкста

source: Text processing
be: Апрацоўка тэксту

source: Text with <br />line break
be: Тэкст з <br />абрывам радку

source: Textfield
be: Тэкставае поле

source: Th
be: чцв

source: Thai
be: Тайская

source: Thailand
be: Тайланд

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, a welcome message with further instructions has been sent to your e-mail address.
be: Дзякуй за рэгістрацыю. Ваш рахунак чакае разгляду адміністратарам сайта.<br />Вам высланы ліст з далейшымі інструкцыямі па эл. пошце на ваш адрас.

source: That OpenID is already in use on this site.
be: Гэты OpenID ужо выкарыстоўваецца на гэтым сайце.

source: The "!name" option must contain a valid value. You may either leave the text field empty or enter a string like "512" (bytes), "80 KB" (kilobytes) or "50 MB" (megabytes).
be: Наладкі "!name" павінны ўтрымліваць дапушчальныя значэнні. Вы можаце пакінуць тэкставае поле пустым ці ўвесці радок, напрыклад, "512" (байт), "80 Kб" (кілабайт) ці "50 Mб" (мегабайт).

source: The %file file exists.
be: Файл %file існуе

source: The %label action has been appended, which is required to save the property change.
be: Было дадазена дзеянне %label, якое патрэбна для захавання змены ўласцівасцяў.

source: The %label action was moved to save the property change.
be: Дзеянне %label было перанесена, каб захаваць змены ўласцівасцяў.

source: The %language language (%code) has been created.
be: Мова %language (%code) была створана.

source: The %name vocabulary can not be modified in this way.
be: Слоўнік %name ня можа быць абноўлены такім чынам.

source: The %set_name shortcut set has been created. You can edit it from this page.
be: Набор хуткіх спасылак %set_name быў створаны. Вы можаце змяняць яго на гэтай старонцы.

source: The %setting setting is currently set to '%current_value', but needs to be '%needed_value'. Change this by running the following query: !query
be: %archive_file утрымлівае версію %names, што не падтрымліваецца Drupal !version.The %setting setting is currently set to '%current_value', but needs to be '%needed_value'. Change this by running the following query: !query

source: The %style style has been overridden, allowing you to change its settings.
be: Стыль %style быў адменены, што дазваляе змяняць яго наладкі.

source: The %style style has been revert to its defaults.
be: %style стыль быў вернуты да стану па змоўчанні

source: The %style style has been reverted to its defaults.
be: Стыль %style быў вернуты ў зыходны

source: The %theme theme has been disabled.
be: Тэма %theme была адключана.

source: The %theme theme has been enabled.
be: Тэма %theme была актывізавана.

source: The %theme theme was not found.
be: Тэма %theme не была знойдзена.

source: The %view_mode mode now uses custom display settings. You might want to <a href="@url">configure them</a>.
be: Рэжым %view_mode зараз выкарыстоўвае ўласныя наладкі адлюстравання. Ва можаце <a href="@url">канфігураваць іх</a>.

source: The 'checkboxes/radio buttons' widget will display checkboxes if the <em>Number of values</em> option is greater than 1 for this field, otherwise radios will be displayed.
be: Віджэт 'чэкбоксаў/радыёкнопак' будзе паказваць чэкбоксы, калі опцыя <em>Колькасці значэнняў</em> больш чым 1 для гэтага поля, інакш будуць адлюстроўвацца радыё кнопкі.

source: The <a href="@accounts">Account settings page</a> allows you to manage settings for the displayed name of the anonymous user role, personal contact forms, user registration, and account cancellation. On this page you can also manage settings for account personalization (including signatures and user pictures), and adapt the text for the e-mail messages that are sent automatically during the user registration process.
be: <a href="@accounts">Старонка наладак акаунта</a> дазваляе вам кіраваць наладкамі для адлюстравання імя карастальніка ў ананімнай ролі, формы персанальнага кантакту, рэгістрацыяй карыстальніка ды адхіленнем акаўнта. На гэтай старонцы вы можаце таксама кіраваць персанальнымі наладкамі (уключаючы подпісы і малюнак карыстальніка), і адаптаваць тэкст для e-mail паведамленняў, што адасланы аўтаматычна падчас рэгістрацыі новага карыстальніка.

source: The <a href="@contact">Contact page</a> provides a simple form for users with the <em>Use the site-wide contact form</em> permission to send comments, feedback, or other requests. You can create categories for directing the contact form messages to a set of defined recipients. Common categories for a business site, for example, might include "Website feedback" (messages are forwarded to website administrators) and "Product information" (messages are forwarded to members of the sales department). E-mail addresses defined within a category are not displayed publicly.
be: <a href="@contact">Старонка кантактаў</a> прадстаўляе простую форму для карыстальнікаў з дазволам <em>Выкарыстоўваць форму кантакта сайта</em> дасылаць каментары, рэфлексію ці іншыя запыты. Вы можаце ствараць катэгорыі для кіравання паведамленнямі кантактнай формы для мноства вызначаных атрымальнікаў. Звычайныя катэгорыі для бізнэс-сайта, напрыклад, можа ўключаць "Зваротную сувязь сайта" (паведамленні адпраўленыя адміністратарам сайта) ці "Інфармацыя пра прадукты" (паведамленні адпраўленыя сябрам адзелу продажаў). E-mail адрасы вызначаныя ўнутры катэгорыі не адлюстроўваюцца публічна.

source: The <a href="@content">Content administration page</a> allows you to review and bulk manage your site content.
be: <a href="@content">Старонка адміністравання змесціва</a> дазваляе вам праглядваць і кіраваць змесцівам вашага сайта.

source: The <a href="@create-topic">Forum topic</a> link on the <a href="@content-add">Add new content</a> page creates the first post of a new threaded discussion, or thread.
be: <a href="@create-topic"> Тэма форума</a>, якая спасылаецца на старонку <a href="@content-add"> Дадання новага змесціва</a>, стварае першый пост дрэва дыскусій ці дрэва.

source: The <a href='@recent'>Recent content</a> page shows new and updated content in reverse chronological order, listing the content type, title, author's name, number of comments, and time of last update. Content is considered updated when changes occur in the text, or when new comments are added. The <em>My recent content</em> tab limits the list to the currently logged-in user.
be: Старонка <a href='@recent'>Апошняга зместу</a> паказвае новы і адноўлены матэрыял у адваротным храналагічны парадку, раздрукоўку тыпу матэрыялу, назву, імя аўтара, колькасць каментароў, час апошняга абнаўлення. Змест лічыцца адноўленым, калі зробленыя змены ў тэксце або даданы новы каментар. Закладка <em>Маё апошняе змесціва</em> абмяжоўвае доступ только для аўтарызаваных карыстальнікаў.

source: The <em>Author information block</em> is a default block created by the Profile module that can be enabled on the <a href="@blocks">Blocks administration page</a>. It shows visitors of your website information about the author of the page they are reading.
be: <em>Блок інфармацыі аўтара</em> з'яўляецца звычайным блокам, створаным модулем Profile і які можна ўключыць на <a href="@blocks">Старонцы адміністравання блокаў</a>. Ён паказвае наведвальнікам вашага сайта інфармацыю аб аўтары старонкі, якую яны чытаюць.

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
be: Адрас <em>Адпраўніка</em> ў аўтаматычных e-mail'ах, адасланых у час рэгістрацыі і пры запытах новых пароляў, а таксама і іншых паведамленнях. (І каб пазбегнуць пазначэння гэтага e-mail як спама, выкарыстоўвайце канчатак адраса вашага сайтавага дамена.)

source: The <em>Main</em> menu is used on many sites to show the major sections of the site, often in a top navigation bar.
be: На многіх сайтах <em>Галоўнае</em> меню выкарыстоўваецца для паказу асноўных разделаў сайта, і часта ў верхняй навігацыйнай панэлі.

source: The <em>Management</em> menu contains links for administrative tasks.
be: Меню <em>Кіраванне</em> утрымлівае спасылкі на адміністратыўныя задачы.

source: The <em>Navigation</em> menu contains links intended for site visitors. Links are added to the <em>Navigation</em> menu automatically by some modules.
be: Меню <em>Навігацыя</em> утрымлівае спасылкі, разлічаныя на наведвальнікаў сайта. Спасылкі аўтаматычна дадаюцца да меню <em>Navigation</em> некаторымі модулямі.

source: The <em>Powered by Drupal</em> block is an optional link to the home page of the Drupal project. While there is absolutely no requirement that sites feature this link, it may be used to show support for Drupal.
be: Блок <em>Працуе на Drupal</em> з'яўляецца дадатковай спасылкай на хатнюю старонку праекта Drupal. Хаця і няма патрабавання, каб сайты размяшчалі гэтую спасылку, яна можа выкарыстоўвацца, каб прадэманстраваць патдтрымку Drupal.

source: The <em>User</em> menu contains links related to the user's account, as well as the 'Log out' link.
be: Меню <em>Карыстальнік</em> утрымлівае спасылкі, звязаныя з акаунтам карыстальніка, а таксама спасылку "Выйсці з сістэмы"

source: The @body_label of your @type is too short. You need at least %words words.
be: @body_label вашага @type занадта кароткі. Вам трэба па крайняй меры, словы %words.

source: The @drupal installer failed to create a settings file with proper file ownership. Log on to your web server, remove the existing %file file, and create a new one by copying the %default_file file to %file. More details about installing Drupal are available in <a href="@install_txt">INSTALL.txt</a>. If you have problems with the file permissions on your server, consult the <a href="@handbook_url">online handbook</a>.
be: Уталёўшчыку @drupal не удалося стварыць файл наладак з уласцівымі файлу правамі. Злучыцеся са сваім вэб-серверамі, выдаліце існуючы файл %file, і стварыце адну новую копію файла %default_file у файл %file. Больш дэталяў аб усталёўцы Drupal даступна ў файле <a href="@install_txt">INSTALL.txt</a>. Калі вы маеце праблемы з правамі доступа на вашым серверы пракансультуйцеся ў <a href="@handbook_url">анлайн дапаможніку</a>.

source: The @drupal installer requires that the %default-file file not be modified in any way from the original download.
be: @drupal устаноўшчык патрабуе, каб файл %default-file не быў мадыфікаваны ніякім чынам з першапачатковай зпапмоўкі..

source: The @drupal installer requires that you create a settings file as part of the installation process. Copy the %default_file file to %file. More details about installing Drupal are available in <a href="@install_txt">INSTALL.txt</a>.
be: @drupal устаноўшчык патрабуе, каб вы стварылі файл наладак. Скапіруйце %default_file файл у гэты %file файл. Больш дэтальна аб устаноўцы Drupal магчыма прачытаць у <a href="@install_txt">INSTALL.txt</a>.

source: The @drupal installer requires write permissions to %file during the installation process. If you are unsure how to grant file permissions, consult the <a href="@handbook_url">online handbook</a>.
be: @drupal устаноўшчык патрабуе перапісать правы доступа да %file падчас працэсу ўсталёўкі. Калі вы не упэўнены яка надаць правы доступа да файла, кансультуйцеся ва <a href="@handbook_url">онлайн дапаможніку</a>.

source: The @module module is missing, so the following modules will be disabled: @depends.
be: Модуль @module адсутнічае, так што наступныя модулі будуць адключаны: @depends.

source: The @type %term has been updated.
be: @type %term быў абноўлены.

source: The Aggregator module is an on-site syndicator and news reader that gathers and displays fresh content from RSS-, RDF-, and Atom-based feeds made available across the web. Thousands of sites (particularly news sites and blogs) publish their latest headlines in feeds, using a number of standardized XML-based formats. For more information, see the online handbook entry for <a href="@aggregator-module">Aggregator module</a>.
be: Aggregator модуль - гэта сайтавы сіндыкатар і навінавы чытальнік, які збірае і адлюстроўвае свежае змесціва з RSS-, RDF-, and Atom-базіраванных фідаў, якія зроблены даступнымі праз вэб. Тысячы сайтаў (асабліва сайты навінаў ды блогаў) публікуюць і апошнія навіны ў фідах, выкарыстоўваючы стантартныя фарматы на базе XML. Для дадатковай інфармацыі глядзіце ў сеціўным даведніку <a href="@aggregator-module">модуль Aggregator</a>.

source: The Block module allows you to create boxes of content, which are rendered into an area, or region, of one or more pages of a website. The core Seven administration theme, for example, implements the regions "Content", "Help", "Dashboard main", and "Dashboard sidebar", and a block may appear in any one of these regions. The <a href="@blocks">Blocks administration page</a> provides a drag-and-drop interface for assigning a block to a region, and for controlling the order of blocks within regions. For more information, see the online handbook entry for <a href="@block">Block module</a>.
be: Модуль Block дазваляе ствараць блокі зместу, якія візуалізуюцца на плошчы або рэгіёне адной альбо некалькіх старонак сайта. Напрыклад, ядро адміністрацыйнай тэмы Seven рэалізуе рэгіёны "Змест", "Дапамога", "Асноўная панэль інструментаў" і "Бакавая панэль інструментаў", і блок можа змяшчацца ў любым з гэтых рэгіёнаў. <a href="@blocks">Блокі старонкі адміністравання</a> забяспечваюць інтэрфейс "перацягнуць і кінуць" для размяшчэння блока ў рэгіёне, а таксама для кантролю парадка блокаў у рэгіёнах. Каб атрымаць дадатковую інфармацыю, глядзіце ў сеціўным даведніку <a href="@block">модуль Block</a>.

source: The Blog module allows registered users to maintain an online journal, or <em>blog</em>. Blogs are made up of individual <em>blog entries</em>. By default, the blog entries are displayed by creation time in descending order, with comments enabled, and are promoted to the site's front page. For more information, see the online handbook entry for <a href='@blog'>Blog module</a>.
be: 1 абнаўленне ў чаканні (@number_applied выкарыстоўваюцца, @number_incompatible прапушчана)Модуль Blog дазваляе зарэгістраваным карыстальнікам весці анлайн часопіс, альбо <em>блог</em>. Блогі складаюцца з асобных <em>запісаў блога</em>. Па змаўчанню, запісы блога з ўключанымі каментарамі адлюстроўваюцца згодна даты ўтварэння ў парадку змяншэння, і рэкламуюцца на галоўнай старонцы сайту. За падрабязнай інфармацыяй звяртайцеся да артыкулу ў анлайнавым дапаможніку пад назвай <a href='@blog'>модуль Blog</a>.

source: The Blog module also creates a default <em>Recent blog posts</em> block that may be enabled at the <a href="@blocks">blocks administration page</a>.
be: Блог модуль стварае таксама блок <em>Апошніх запісаў блога</em>. Гэта функцыя можа быць актывізавана на <a href="@blocks">старонцы адміністравання блокаў</a>.

source: The Book module is used for creating structured, multi-page content, such as site resource guides, manuals, and wikis. It allows you to create content that has chapters, sections, subsections, or any similarly-tiered structure. For more information, see the online handbook entry for <a href="@book">Book module</a>.
be: Модуль Book выкарыстоўваецца для стварэння структураванага, шматстаронкавага змесціва, такого як сайты-каталогі спасылак, анлайн дапаможнікі, вікі. Вам дазволена ствараць змесціва, якое мае главы, раздзелы, падраздзелы і любую падобную шматузроўневую структуру. Для дадатковай інфармацыі глядзіце ў анлайн даведніку пра <a href="@book">Модуль Book</a>.

source: The Color module allows users with the <em>Administer site configuration</em> permission to quickly and easily change the color scheme of themes that have been built to be compatible with it. For more information, see the online handbook entry for <a href="@color">Color module</a>.
be: Модуль Color дазваляе карыстальнікам з дазволам <em>Адміністраваць канфігурацыю сайта</em> хутка і проста мяняць каляровую схему тэм, якія сумяшчальныя з гэтым модулем. Для дадатковай інфармацыі глядзіце ў сеціўным даведніку <a href="@color">модуль Color</a>.

source: The Color module saves a modified copy of the theme's specified stylesheets in the files directory. This means that if you make any manual changes to your theme's stylesheet, <em>you must save your color settings again, even if they haven't changed</em>. This step is required because the module stylesheets (in the files directory) need to be recreated to include your changes.
be: Модуль Color захоўвае змененую копію вызначаных табліц стыляў тэмы ў файлавы каталог. Гэта значыць, што калі вы робіце любыя змены ў табліцы стыляў тэмы, <em>вы павінны захаваць колеравыя наладкі зноўку, нават калі яны не змяніліся</em>. Гэты крок неабходны, бо для ўключэння вашых зменаў модулевыя табліцы стыляў (у файлавым каталогу) павінны ўзнавіцца.
